cask_args appdir: "~/Applications"

brew "git"
brew "readline"
brew "rbenv"
brew "ruby-build"
brew "yarn", args: ["without-node"]
brew "vim"
brew "cask"
brew "mas"

cask "spideroakone"
cask "firefox"
cask "1password"
cask "cleanmymac"
cask "tower"
cask "iterm2"
cask "alfred"
cask "visual-studio-code"
cask "flux"
cask "slack"
cask "docker"
cask "private-internet-access"
cask "moom"
cask "torbrowser"

# Can't add until signed into MAS
# mas "GIPHY Capture", id: 668208984
# mas "bear", id: 1091189122
# mas "keynote", id: 409183694
# mas "pages", id: 409201541
# mas "ia-writer", id: 775737590
# mas "kindle", id: 405399194
